tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mczachurski/wallpapper"
tap "rcmdnk/file"
brew "python@3.10"
brew "ansible"
brew "automake"
brew "bat"
brew "bazel"
brew "gettext"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "cask"
brew "cmake"
brew "curl"
brew "fish"
brew "fzf"
brew "git-delta"
brew "python@3.9"
brew "gnupg"
brew "go"
brew "htop"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli", link: false
brew "lima"
brew "lua"
brew "mkcert"
brew "ninja"
brew "nvm"
brew "podman"
brew "ripgrep"
brew "ruby"
brew "tig"
brew "tmux"
brew "wget"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "rcmdnk/file/brew-file", link: false
cask "alacritty"
cask "amethyst"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "mtmr"
cask "slack"
