tap "azure/kubelogin"
tap "caarlos0/tap"
tap "devopyio/yamlfmt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mczachurski/wallpapper"
tap "rcmdnk/file"
brew "python@3.10"
brew "ansible"
brew "asciinema"
brew "automake"
brew "bat"
brew "caddy"
brew "gettext"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "gnutls"
brew "cask"
brew "cmake"
brew "glib"
brew "python@3.9"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "comby"
brew "openldap"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jq"
brew "k9s"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "mkcert"
brew "ninja"
brew "nvm"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tig"
brew "tmux"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "azure/kubelogin/kubelogin"
brew "devopyio/yamlfmt/yamlfmt"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "rcmdnk/file/brew-file", link: false
cask "alacritty"
cask "amethyst"
cask "hammerspoon"
cask "hiddenbar"
cask "mtmr"
cask "slack"
