tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.10"
brew "asciinema"
brew "automake"
brew "cmake"
brew "gettext"
brew "glib"
brew "libtool"
brew "pkg-config"
brew "unbound"
brew "gnutls"
brew "python@3.9"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "comby"
brew "openldap"
brew "curl"
brew "docker"
brew "docker-compose"
brew "git-delta"
brew "go"
brew "helm"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "ninja"
brew "node"
brew "pandoc"
brew "rust"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "wget"
cask "alacritty"
cask "spotify"
