adpyke.vscode-sql-formatter
cmstead.jsrefactor
dbaeumer.vscode-eslint
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
EliverLara.andromeda
JakeBecker.elixir-ls
KnisterPeter.vscode-commitizen
mikestead.dotenv
morgan-codes.morgan-codes-vscode-theme
ms-vscode.csharp
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
msazurermtools.azurerm-vscode-tools
ow.vscode-subword-navigation
pflannery.vscode-versionlens
quicktype.quicktype
rebornix.toggle
redhat.vscode-yaml
shinnn.stylelint
streetsidesoftware.code-spell-checker
sysoev.language-stylus
teabyii.ayu
vscode-icons-team.vscode-icons
vscodevim.vim
WakaTime.vscode-wakatime
wix.glean
