adpyke.vscode-sql-formatter
austincummings.razor-plus
dbaeumer.vscode-eslint
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
GitHub.github-vscode-theme
golang.go
jdinhlife.gruvbox
jeff-hykin.code-eol
KnisterPeter.vscode-commitizen
mikestead.dotenv
morgan-codes.morgan-codes-vscode-theme
ms-dotnettools.csharp
ms-python.python
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
nicoespeon.abracadabra
ow.vscode-subword-navigation
quicktype.quicktype
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
sysoev.language-stylus
Tyriar.sort-lines
vscode-icons-team.vscode-icons
vscodevim.vim
WakaTime.vscode-wakatime
yzhang.markdown-all-in-one
