adpyke.vscode-sql-formatter
cmstead.jsrefactor
cssho.vscode-svgviewer
DotJoshJohnson.xml
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
fallenwood.vimL
GitHub.github-vscode-theme
golang.go
jdinhlife.gruvbox
KnisterPeter.vscode-commitizen
medo64.render-crlf
mikestead.dotenv
mohd-akram.vscode-html-format
morgan-codes.morgan-codes-vscode-theme
ms-mssql.mssql
ms-python.python
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
ow.vscode-subword-navigation
quicktype.quicktype
redhat.vscode-yaml
shinnn.stylelint
streetsidesoftware.code-spell-checker
sysoev.language-stylus
vscode-icons-team.vscode-icons
vscodevim.vim
WakaTime.vscode-wakatime
wix.glean
